import * as React from "react"
import Body from "../base/body"

export default function Messages() {
  return (
    <Body>
      <div className='border-2 rounded-md m-2 p-2 text-xs'>
        <span className="text-xl mr-3">電波祭実行委員長挨拶</span>
        <span className='text-base'>委員長　香川琴音</span>
        <hr className='my-2' />
        <p>4年情報の香川琴音と申します。</p>
        <p>今年度、電波祭実行委員長を務めております。</p>
        <br />
        <p>私が1年生の時、電波祭はコロナ禍が明け、初めてオフラインで開催されました。</p>
        <p>そこからの4年間、先輩方や先生方のご尽力により、電波祭は新たに築き上げられてきました。</p>
        <br />
        <p>今年は顧問の先生が替わり、これまでの電波祭を熟知している方がいない状況で、戸惑うことや大変に感じることも多くありました。</p>
        <p>それでも、委員会のメンバーとたくさん準備し、今年も素敵な電波祭を開催できました。</p>
        <p>また、今年はゲストをお招きするなど、新たな試みにも挑戦しております。</p>
        <p>私の4年間の集大成です。皆さま、全力で楽しんでください。</p>
        <br />
        <p>最後に、私の大変だという泣き言を聞いてくれた友達や家族、相談に乗ってくださった先生方、そして一緒に準備を重ねてきた実行委員のみんなに、心より感謝申し上げます。</p>
        <p>皆さんのおかげで、今年も無事に開催できました。</p>
        <p>電波祭の成功を願って、あと少し頑張ります！</p>
      </div>

      <div className='border-2 rounded-md m-2 p-2 text-xs'>
        <span className="text-xl mr-3">
          電波祭校長挨拶
        </span>
        <span className='text-base'>
          電波祭に寄せて　校長　荒木信夫
        </span>
        <hr className='my-2' />

        本年度の電波祭のテーマは「デ。-地球の電波祭について-」と伺っています。<br />
        アニメ『チ。-地球の運動について-』のタイトルをモチーフにしたらしいのですが、もちろん私は全くわかりませんのでWebで内容を調べてみました。<br />
        この作品は、15世紀のヨーロッパを舞台に、当時「異端」とされた地動説を命をかけて証明しようとした人々の物語らしいです。<br />
        知識を求める情熱、真理への探究心、そして自由を希求する意志が、時代の圧力や宗教的権威に抗いながら描かれていることが若者の心に刺さったようです。<br />
        <br />
        電波祭は、私たちが日々の学びを超えて、自らの興味や関心を自由に表現し、互いに刺激を与え合う場であったはずです。<br />
        『チ。』の登場人物たちが、命を賭してでも「知ること」「伝えること」に挑んだように、私たちもこの祭を通じて、自分の思いや考えを誰かに届ける勇気を持ちたいですね。<br />
        <br />
        この電波祭が、皆さんにとって「知ることの喜び」「表現することの自由」を感じられる場となることを願っています。<br />
        昨年度の電波祭の不完全燃焼を吹き飛ばして下さい。<br />
      </div>
    </Body>
  )
}
