import * as React from 'react'

export default function PrincipalMessage() {

    return (
        <div className='border-2 rounded-md m-2 p-2 text-xs'>
            <span className="text-xl mr-3">校長挨拶</span>
            <span className='text-base'>校長 荒木信夫</span>
            <hr className='my-2' />
            <p>本年度の電波祭のテーマは「デ。-地球の電波祭について-」と伺っています。</p>
            <p>アニメ『チ。-地球の運動について-』のタイトルをモチーフにしたらしいのですが、もちろん私は全くわかりませんのでWebで内容を調べてみました。</p>
            <p>この作品は、15世紀のヨーロッパを舞台に、当時「異端」とされた地動説を命をかけて証明しようとした人々の物語らしいです。</p>
            <p>知識を求める情熱、真理への探究心、そして自由を希求する意志が、時代の圧力や宗教的権威に抗いながら描かれていることが若者の心に刺さったようです。</p>
            <br />
            <p>電波祭は、私たちが日々の学びを超えて、自らの興味や関心を自由に表現し、互いに刺激を与え合う場であったはずです。</p>
            <p>『チ。』の登場人物たちが、命を賭してでも「知ること」「伝えること」に挑んだように、私たちもこの祭を通じて、自分の思いや考えを誰かに届ける勇気を持ちたいですね。</p>
            <br />
            <p>この電波祭が、皆さんにとって「知ることの喜び」「表現することの自由」を感じられる場となることを願っています。</p>
            <p>昨年度の電波祭の不完全燃焼を吹き飛ばして下さい。</p>
        </div>
    )
}